index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-05-17 Sun 18:33 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Philipp Heumann</title>
<meta name="author" content="Philipp" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Philipp Heumann</h1>
<p>
I am an epidemiologist and associate researcher in the Department of Urology at the Sahlgrenska Academy, University of Gothenburg, Sweden.
</p>

<p>
My research is currently focused on the early detection of prostate cancer.
</p>

<p>
Here you can find my <a href="./cv.pdf">CV</a>.
</p>
<div id="outline-container-orgfe5e2f0" class="outline-2">
<h2 id="orgfe5e2f0">Selected Publications</h2>
<div class="outline-text-2" id="text-orgfe5e2f0">
</div>
<div id="outline-container-orgbf64d14" class="outline-3">
<h3 id="orgbf64d14">2026</h3>
<div class="outline-text-3" id="text-orgbf64d14">
<p>
<div class="pub"><mark>Heumann P*</mark>, Aguado-Barrera ME*, Jandu HK, Azria D, Briers E, Bultijnck R, Chang-Claude J, Choudhury A, Dunning AM, Fachal L, Fuentes-Ríos O, Gómez-Caamaño A, Gutiérrez-Enríquez S, Kaaks R, Kerns SL, Lambrecht M, Romero JCR, Rosenstein BS, De Ruysscher D, Schmidt ME, Sperk E, Stobart H, Symonds RP, Veldeman L, Veldwijk MR, Ward T, Webb A, West CML, Rancati T, Rattay T, Vega A; REQUITE Consortium; Talbot CJ, Seibold P. <i>Genetic determinants of fatigue up to 2 years after radiotherapy in prostate cancer patients</i>. Nat Commun. <a href="https://www.nature.com/articles/s41467-026-72041-3">doi:10.1038/s41467-026-72041-3</a> </div>
</p>
</div>
</div>
<div id="outline-container-orge2ba3a8" class="outline-3">
<h3 id="orge2ba3a8">2025</h3>
<div class="outline-text-3" id="text-orge2ba3a8">
<p>
<div class="pub"><mark>Heumann P</mark>, Benner A, Behrens S, Chang-Claude J, Seibold P. <i>Prognostic value of cancer-related fatigue at the end of radiotherapy for overall survival ≥ 10 years in women with breast cancer</i>. Breast Cancer Res. <a href="https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-025-02036-3">doi:10.1186/s13058-025-02036-3</a>. </div>
</p>

<p>
<div class="pub">Aguado-Barrera ME, Lopez-Pleguezuelos C, Gómez-Caamaño A, Calvo-Crespo P, Taboada-Valladares B, Azria D, Boisselier P, Briers E, Chan C, Chang-Claude J, Coedo-Costa C, Crujeiras-González A, Cuaron JJ, Defraene G, Elliott RM, Faivre-Finn C, Franceschini M, Fuentes-Rios O, Galego-Carro J, Gutiérrez-Enríquez S, <mark> Heumann P </mark>, Higginson DS, Johnson K, Lambrecht M, Lang P, Lievens Y, Mollà M, Ramos M, Rancati T, Rattay T, Rimner A, Rosenstein BS, Sangalli C, Seibold P, Sperk E, Stobart H, Symonds P, Talbot CJ, Vandecasteele K, Veldeman L, Ward T, Webb A, Woolf D, de Ruysscher D, West CML, Vega A; REQUITE Consortium. <i>Professional-patient discrepancies in assessing lung cancer radiotherapy symptoms: An international multicentre study</i>. Lung Cancer. <a href="https://www.lungcancerjournal.info/article/S0169-5002(24)00606-8/fulltext">doi:10.1016/j.lungcan.2024.108072</a>. </div>
</p>
</div>
</div>
<div id="outline-container-org95c1588" class="outline-3">
<h3 id="org95c1588">2023</h3>
<div class="outline-text-3" id="text-org95c1588">
<p>
<div class="pub"><mark>Heumann P</mark>, Aguado-Barrera ME, Avuzzi B, Azria D, Briers E, Bultijnck R, Choudhury A, De Ruysscher D, Farcy-Jacquet MP, Fonteyne V, Gómez Caamaño A, Helmbold I, Johnson K, Kerns SL, Lambrecht M, Lingard Z, Rancati T, Rosenstein BS, Sperk E, Paul Symonds R, Talbot C, Valdagni R, Vega A, Veldeman L, Ward T, Webb A, West CM, Chang-Claude J, Seibold P; REQUITE Consortium. <i>Comparing symptom reporting by prostate cancer patients and healthcare professionals in the international multicentre REQUITE study</i>. Radiother Oncol. <a href="https://www.thegreenjournal.com/article/S0167-8140(22)04563-7/fulltext">doi:10.1016/j.radonc.2022.11.015</a>. </div>
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
Last modified: 2026-05-17 Sun 18:25 </br> <a href="https://www.gnu.org/software/emacs/">Emacs</a> 30.2 (<a href="https://orgmode.org">Org</a> mode 9.7.11)
</div>
</body>
</html>
